{
  "lang": "En",
  "menu": {
    "home": "Home",
    "portfolio": "Portfolio",
    "contacts": "Contacts"
  },
  "home": {
    "greeting": "Hello, my name is ",
    "name": "Maxim",
    "typing":"Frontend Developer",
    "I":"I'm a",
    "description": "I have been working in IT since 2010. Mostly worked as a system administrator and as a programmer. At work I often had to program. I have experience in programming in Delphi. I created clients to work with databases: MS SQL, MySQL, Firebird. The institute had a course on HTMS, CSS. After graduation, I was engaged in page layout for some time. Participated in the development of the Institute's website. I’ve also created an application for learning languages on React and project management system Trello-clone on React + Typescript.I want to become a professional developer. I am ready to develop in this direction.",
    "titleSkills": "Skills",
    "titleEducation": "Education",
    "titleExperience": "Experience",
    "ed1": "Balashovsky Institute of Saratov State University / Applied Informatics in Economics",
    "ed2": "Courses RS School / JS/FE PRE-SCHOOL",
    "ed3": "Courses RS School / JAVASCRIPT/FRONT-END 2021Q3",
    "ed4": "Courses RS School / REACT 2022 Q1",
    "exp1": "2008 - 2009 / Balashovsky Institute of Saratov State University / Laboratorian",
    "exp2": "2010 - 2011 / Balashovsky Institute of Saratov State University / Engineer (Developer)",
    "exp3": "2011 - 2015 / Social support / Leading Specialist (System administrator)",
    "exp4": "2015 - 2018 / Urban Heating Networks Balashov / Specialist (System administrator)",
    "exp5": "2018 - 2019 / Urban Heating Networks Balashov / Network administrator",
    "exp6": "2020 - until now / MFC / Leading Specialist (System administrator)"
  },
  "cards": {
    "game2048": "The goal of the game is to get the number 2048 by moving the chips with the keyboard arrows.",
    "seabattle": "A game from childhood. Arrange the ships in the dock yourself or leave it to the computer. And go into battle against the computer.",
    "Sapper": "Game from Windows. Which was removed from Windows 10. Find all the bombs on the field.",
    "math-game": "A game for the development of memory. You can choose the difficulty and pictures, and you can also play for a while.",
    "trello": "A project management system is an application that helps an individual in a team or a group of developers achieve their goals.",
    "rslang": "RS Lang is an application for learning foreign words with the technique of interval repetition, tracking individual progress and mini-games.",
    "momentum": "Analog of a Chrome application . The app shows the time, date and weather. The background image and greeting change depending on the time of day. The app also has an image slider, an audio player, a quote block, a todo list and a lot of configuration options (language, list of blocks, image source, image categories). Local storage stores a user name and a selected location.",
    "artquiz": "An entertaining game for art lovers that has two game modes - artist quiz or picture quiz. In the settings, you can change the language, select a time mode, turn on or turn off the sound. Local storage stores data about completed rounds and the settings. This game is a single page application.",
    "christmas": "A game where you can choose your favorite toys, decorate a Christmas tree and make a lovely card for your friends and family. This is a single page application.",
    "asyncRace": "Your customer has an idea to spend his money. He has hired some engineers who installed some radio-controlled equipment 📻 to real cars 🚗. To the all his collection of cars to be precise. He is eager to create kind of drag-racing competition in order to discover which car fastest. !!! To work, you need to start the server locally. The description is on GitHub."
  },
  "address": {
    "contactTitle": "Address",
    "linkTitle": "Saratov region village Turki"
  },
  "work":{
    "tech":"Technologies"
  }
}
